Repository: RaulPastorClemente/glpi-singlesignon
Catalog: locales/*.po
Languages: fr_fr

source: Given Name
fr_fr: Prénom

source: Family Name
fr_fr: Nom de famille

source: Phone Number
fr_fr: Numéro de téléphone

source: Single Sign-on
fr_fr: Identification unique

source: Single Sign-on Provider
fr_fr: Fournisseur d'identification unique

source: Linked accounts
fr_fr: Comptes liés

source: SSO Type
fr_fr: Type de SSO

source: Client ID
fr_fr: Identificateur du client

source: Client Secret
fr_fr: Secret du client

source: Scope
fr_fr: Étendue

source: Extra Options
fr_fr: Options supplémentaires

source: Authorize URL
fr_fr: URL d'autorisation

source: Access Token URL
fr_fr: URL du jeton d'accès

source: Logout URL
fr_fr: URL de déconnexion

source: PopupAuth
fr_fr: Authentification via Pop-up

source: SplitDomain
fr_fr: Ne pas prendre en compte le domaine pour la correspondance de l'identifiant GLPI

source: AuthorizedDomains
fr_fr: Domaines autorisés

source: AuthorizedDomainsTooltip
fr_fr: Domaines autorisés séparés par des ','. Vide : tous les domaines sont autorisés

source: Use Email as Login
fr_fr: Utiliser l'email comme identifiant

source: Split Name
fr_fr: Séparer le nom

source: Callback URL
fr_fr: URL de callback

source: Test Single Sign-on
fr_fr: Tester l'identification unique

source: A Name is required
fr_fr: Un nom est requis

source: The "%s" is a Invalid type
fr_fr: Le type "%s" est invalide

source: A Client ID is required
fr_fr: L'identifiant de client est requis

source: A Client Secret is required
fr_fr: Le secret du client est requis

source: An Authorize URL is required
fr_fr: L'URL d'autorisation est requise

source: The Authorize URL is invalid
fr_fr: L'URL d'autorisation est invalide

source: An Access Token URL is required
fr_fr: L'URL du jeton d'accès est requise

source: The Access Token URL is invalid
fr_fr: L'URL du jeton d'accès est invalide

source: A Resource Owner Details URL is required
fr_fr: L'URL d'information sur l'utilisateur est requise

source: The Resource Owner Details URL is invalid
fr_fr: L'URL d'information sur l'utilisateur est invalide

source: Generic
fr_fr: Generique

source: Login with %s
fr_fr: Se connecter avec %s

source: Provider not defined.
fr_fr: Fournisseur non défini

source: Provider not found.
fr_fr: Fournisseur introuvable

source: Provider not active.
fr_fr: Fournisseur désactivé

source: Automatic redirection, else click
fr_fr: Redirection automatique, sinon cliquez

source: Please, rename the plugin folder "%s" to "singlesignon"
fr_fr: Renommez le dossier "%s" à "singlesignon"

source: This plugin requires GLPI >= 0.85
fr_fr: Ce plugin requiert une version de GLPI >= 0.85

source: Is Default
fr_fr: Par défaut
